Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# NoScheduledMessages
source: No scheduled messages here yet...
ar: ما من رسائل مجدولة هنا بعد...
be: Пакуль што няма запланаваных паведамленняў...
ca: Encara no hi ha cap missatge programat...
de: Noch keine geplanten Nachrichten...
es: Aún no hay mensajes programados…
fa: هنوز پیام زمان‌بندی شده‌ای در اینجا موجود نیست...
fi: Viestejä ei ole vielä ajastettu
fr: Aucun message planifié pour le moment...
id: Belum ada pesan terjadwal di sini...
it: Ancora nessun messaggio programmato...
ko: 예약한 메시지가 없습니다...
ms: Belum ada mesej berjadual lagi...
nl: Nog geen geplande berichten
pl: Tu jeszcze nie ma zaplanowanych wiadomości…
pt_br: Não há mensagens agendadas aqui ainda...
ru: Здесь пока нет отложенных сообщений...
sv: Inga inplanerad meddelanden än...
tr: Henüz zamanlanmış mesaj yok…
uk: Запланованих повідомлень поки немає…
uz: Rejalashtirilgan xabarlar hozircha mavjud emas...

# NoSharedAudio
source: Share music in this chat and access it on any of your devices.
ar: يمكنك إرسال مقاطع صوتية إلى هذه المحادثة والوصول إليها عبر أجهزتك الأخرى.
be: Абагульвайце музыку ў гэтым чаце. Вы будзеце мець да яе доступ з любой вашай прылады.
ca: Compartiu música en aquest xat i accediu-hi des de qualsevol dispositiu.
de: Die hier geteilten Lieder kannst du von jedem deiner Geräte aufrufen.
es: Comparte música en este chat y accede a ella desde cualquier dispositivo.
fa: موسیقی‌ را در این گفتگو به اشتراک بگذارید و از هر دستگاه خود به آن‌ دسترسی داشته باشید.
fi: Jaa musiikkia tässä keskustelussa ja kuuntele sitä miltä tahansa laitteistasi.
fr: Partagez de la musique dans cet échange et accédez-y sur tous vos appareils.
id: Bagikan musik di obrolan ini dan mengaksesnya pada setiap perangkat Anda.
it: Condividi musica in questa chat e accedi a essa da ogni tuo dispositivo.
ko: 이 대화방에 음악을 공유해두면 회원님의 모든 기기에서 접근하실 수 있습니다.
ms: Kongsi muzik dalam bual ini dan aksesnya dari mana-mana peranti.
nl: Deel muziek in deze chat om er vanaf al je apparaten gebruik van te maken.
pl: Udostępnij muzykę w tym czacie i korzystaj z niej na dowolnym urządzeniu.
pt_br: Compartilhe músicas neste chat e acesse-as de qualquer um de seus dispositivos.
ru: Делитесь музыкой в этом чате, и она будет доступна Вам с любого устройства.
sv: Dela musikfiler i den här chatten och nå dem på alla dina enheter.
tr: Bu sohbette müzikler paylaşın ve herhangi bir cihazınızdan onlara erişin.
uk: Діліться музикою в цьому чаті і майте до неї доступ з будь-якого з ваших пристроїв.
uz: Musiqalarni bu suhbatda ulashing va istalgan qurilmangizdan ularga kiring.
zh_cn: 在此对话中分享音乐，并在您所有的设备上访问。
zh_tw: 在此對話中分享音樂，並在您所有的設備上存取。

# NoSharedAudioSecret
source: Music from this chat will be shown here.
ar: المقاطع الصوتية من هذه المحادثة سيتم عرضها هنا.
be: Музыка з гэтага чата будзе паказвацца тут.
ca: Aquí es mostrarà la música del xat.
de: Musik aus dem Chat wird hier angezeigt.
es: La música de este chat aparecerá aquí.
fa: موسیقی‌های این گفتگو، اینجا نمایش داده خواهند شد.
fi: Musiikki tästä keskustelusta näytetään tässä.
fr: La musique de cet échange s'affichera ici.
id: Musik dari chat ini akan tampil di sini.
it: La musica di questa chat apparirà qui.
ko: 이 대화방에서 주고받은 음악이 여기에 담깁니다.
ms: Muzik dari bual ini akan dipapar di sini.
nl: Muziek van deze chat verschijnt hier
pl: Muzyka z tego czatu będzie pokazana tutaj.
pt_br: Músicas deste chat serão mostradas aqui.
ru: Здесь будет отображаться музыка из этого чата.
sv: Musikfiler från den här chatten kommer att visas här.
tr: Bu sohbetteki müzikler burada gösterilecek.
uk: Музика з цього чату зʼявлятиметься тут.
uz: Bu chatdan musiqalar shu yerda koʻrsatiladi.
zh_cn: 此对话中共享的所有音乐都会在这里显示。
zh_tw: 此對話中分享的所有音樂都會在這裏顯示。

# NoSharedFiles
source: Share files and documents in this chat and access them on any of your devices.
ar: شارك الملفات والمستندات في هذه المحادثة لتتمكن من الوصول إليها عبر أي جهاز من أجهزتك.
be: Абагульвайце файлы і дакументы ў гэтым чаце і майце доступ да іх з любой вашай прылады.
ca: Compartiu fitxers i documents en aquest xat i accediu-hi des de qualsevol dispositiu.
de: Die hier geteilten Dateien kannst du von jedem deiner Geräte aufrufen.
es: Comparte archivos en este chat y accede a ellos desde cualquier dispositivo.
fa: فایل‌ها و سندها را در این گفتگو به اشتراک بگذارید و بر روی هر دستگاه خود به آن‌ها دسترسی داشته باشید.
fi: Jaa tiedostoja tai asiakirjoja tähän keskusteluun ja voit ladata ne miltä tahansa laitteistasi.
fr: Partagez des fichiers et documents dans cet échange et accédez-y sur tous vos appareils.
id: Bagikan berkas dan dokumen di obrolan ini dan mengaksesnya pada setiap perangkat Anda.
it: Condividi file e documenti in questa chat e accedi a essi da ogni tuo dispositivo.
ko: 파일과 문서를 이 대화방에 공유하여 어느 기기에서나 열람해 보세요.
ms: Kongsi fail dan dokumen dalam bual ini dan akses dari mana-mana peranti.
nl: Deel bestanden en documenten in deze chat om ze op al je apparaten te kunnen benaderen.
pl: Udostępnij pliki i dokumenty w tym czacie i korzystaj z nich na dowolnym urządzeniu.
pt_br: Compartilhe arquivos e documentos nessa conversa e acesse-os de qualquer um de seus dispositivos.
ru: Поделитесь файлами и документами в этом чате, и они будут доступны Вам с любого устройства.
sv: Dela filer och andra dokument i den här chatten och nå dem på alla dina enheter.
tr: Bu sohbette dosya veya belgeler paylaşın ve herhangi bir cihazınızdan onlara erişin.
uk: Діліться файлами й документами в цьому чаті і майте до них доступ з будь-якого з ваших пристроїв.
uz: Fayl va hujjatlarni bu suhbatda ulashing va istalgan qurilmangizdan ularga kiring.
zh_cn: 在此对话中分享文件，并在您所有的设备上访问。
zh_tw: 在此對話中分享文件，並在您所有的設備上存取。

# NoSharedFilesSecret
source: Files and documents from this chat will be shown here.
ar: الملفات والمستندات من هذه المحادثة سيتم عرضها هنا.
be: Файлы і дакументы з гэтага чата будуць паказаны тут.
ca: Aquí es mostraran els fitxers i documents del xat.
de: Dateien und Dokumente werden hier angezeigt.
es: Los archivos de este chat aparecerán aquí.
fa: فایل‌ها و سند‌های به اشتراک گذاشته شده در این گفتگو، اینجا نمایش داده خواهند شد.
fi: Tiedostot ja asiakirjat tästä keskustelusta tullaan näyttämään tässä.
fr: Les fichiers et documents de cet échange s'afficheront ici.
id: Berkas dan dokumen dari obrolan ini akan muncul di sini
it: I file e i documenti di questa chat appariranno qui.
ko: 이 대화방에서 나눈 파일과 문서를 여기서 보실 수 있습니다.
ms: Fail dan dokumen dari bual ini akan dipaparkan di sini.
nl: Bestanden van deze chat verschijnen hier
pl: Pliki i dokumenty z tego czatu będą pokazane tutaj.
pt_br: Arquivos e documentos deste chat serão mostradas aqui.
ru: Здесь будут отображаться файлы и документы из этого чата.
sv: Filer och dokument från den här chatten kommer att visas här.
tr: Bu sohbetteki dosya ve belgeler burada gösterilecek.
uk: Файли та документи в цьому чаті зʼявлятимуться тут.
uz: Bu suhbatdagi fayl va hujjatlar shu yerda koʻrsatiladi.
zh_cn: 此对话中共享的所有文件都会在这里显示。
zh_tw: 此對話中分享的所有文件都會在這裏顯示。

# NoSharedGifSecret
source: GIFs from this chat will be shown here.
ar: سيتم عرض الصور المتحركة من هذه المحادثة هنا.
be: Анімацыі з гэтага чата будуць паказвацца тут.
ca: Aquí es mostraran els GIF del xat.
de: GIFs aus diesem Chat werden hier angezeigt.
es: Los GIF de este chat aparecerán aquí.
fa: گیف‌های این گفتگو، اینجا نمایش داده خواهند شد.
fi: Tämän keskustelun GIFit näytetään täällä.
fr: Les GIF de cet échange seront affichés ici.
id: GIF dari obrolan ini akan ditampilan di sini.
it: Le GIF di questa chat appariranno qui.
ko: 이 대화방의 GIF가 여기에 보입니다.
ms: GIF dari bual ini akan ditunjuk di sini.
nl: GIF's uit deze chat komen hier.
pl: GIFy z tego czatu będą pokazane tutaj.
pt_br: Os GIFs deste chat serão mostrados aqui.
ru: Здесь будут отображаться GIF из этого чата.
sv: GIF:ar från den här chatten visas här.
tr: Bu sohbetten GIF'ler burada gösterilecek.
uk: Тут зʼявлятимуться GIF із цього чату.
uz: Bu chatdan GIFlar shu yerda chiqadi.

# NoSharedLinks
source: Share links in this chat and access them on any of your devices.
ar: شارك الروابط في هذه المحادثة لتتمكن من الوصول إليها عبر أي جهاز من أجهزتك.
be: Абагульвайце спасылкі ў гэтым чаце і майце доступ да іх з любой вашай прылады.
ca: Compartiu enllaços en aquest xat i accediu-hi des de qualsevol dispositiu.
de: Die hier geteilten Links kannst du von jedem deiner Geräte aufrufen.
es: Comparte enlaces en este chat y accede a ellos desde cualquiera de tus dispositivos.
fa: لینک‌ها را در این گفتگو به اشتراک بگذارید و بر روی هر دستگاه خود به آن‌ها دسترسی داشته باشید.
fi: Jaa linkkejä tähän keskusteluun ja selaa niitä miltä tahansa laitteistasi.
fr: Partagez des liens dans cet échange et accédez-y sur tous vos appareils.
id: Bagikan tautan di obrolan ini dan mengaksesnya pada setiap perangkat Anda.
it: Condividi link in questa chat e accedi a essi da ogni tuo dispositivo.
ko: 이 대화방에 링크를 공유해 두어 어느 기기에서나 열람하세요.
ms: Kongsi link dalam bual ini dan akses dari mana-mana peranti.
nl: Deel links in deze chat om ze op al je apparaten te kunnen benaderen.
pl: Udostępnij linki w tym czacie i korzystaj z nich na dowolnym urządzeniu.
pt_br: Compartilhe links neste chat e os acesse de qualquer um de seus dispositivos
ru: Поделитесь ссылками в этом чате, и они будут доступны Вам с любого устройства.
sv: Dela länkar i den här chatten och nå dem på alla dina enheter.
tr: Bu sohbette bağlantılar paylaşın ve herhangi bir cihazınızdan onlara erişin.
uk: Діліться посиланнями в цьому чаті і майте до них доступ з будь-якого з ваших пристроїв.
uz: Havolalarni bu suhbatda ulashing va istalgan qurilmangizdan ularga kiring.
zh_cn: 在此对话中分享链接，并在您所有的设备上访问。
zh_tw: 在此對話中分享鏈結，並在您所有的設備上存取。

# NoSharedLinksSecret
source: Shared links from this chat will be shown here.
ar: سيتم عرض الروابط المتبادلة في هذه المحادثة هنا.
be: Абагуленыя спасылкі з гэтага чата будуць паказвацца тут.
ca: Aquí es mostraran els enllaços compartits del xat.
de: Alle geteilten Links werden hier angezeigt.
es: Los enlaces de este chat aparecerán aquí.
fa: لینک‌های به اشتراک گذاشته شده در این گفتگو، اینجا نمایش داده خواهند شد.
fi: Jaetut linkit tästä keskustelusta tullaan näyttämään tässä.
fr: Les liens de cet échange s'afficheront ici.
id: Tautan yang dibagikan dari obrolan ini akan ditampilkan di sini.
it: I link condivisi di questa chat appariranno qui.
ko: 이 대화방에서 주고받은 링크가 여기에 담깁니다.
ms: Link dari bual ini akan dipaparkan di sini.
nl: Gedeelde links can deze chat verschijnen hier
pl: Udostępnione linki z tego czatu będą pokazane tutaj.
pt_br: Links compartilhados desse chat serão mostrados aqui.
ru: Здесь будут отображаться общие ссылки из этого чата.
sv: Delade länkar från den här chatten visas här.
tr: Bu sohbette paylaşılan bağlantılar burada gösterilecek.
uk: Надіслані в цьому чаті посилання зʼявлятимуться тут.
uz: Bu chatdan ulashilgan mediafayllar bu yerda chiqadi.
zh_cn: 此对话中共享的所有链接都会在这里显示。
zh_tw: 此對話中分享的所有鏈結都會在這裏顯示。

# NoSharedVoice
source: Share voice messages in this chat and access them on any of your devices.
ar: شارك الرسائل الصوتية في هذه المحادثة للوصول إليها عبر أي جهاز من أجهزتك.
be: Абагульвайце галасавыя паведамленні ў гэтым чаце і майце доступ да іх з любой вашай прылады.
ca: Compartiu missatges de veu en aquest xat i accediu-hi des de qualsevol dels vostres dispositius.
de: Die hier geteilten Sprachnachrichten kannst du von jedem deiner Geräte aufrufen.
es: Comparte mensajes de voz en este chat y accede a ellos desde cualquiera de tus dispositivos.
fa: پیام‌های صوتی را در این گفتگو به اشتراک بگذارید و بر روی هر دستگاه خود به آن‌ها دسترسی داشته باشید.
fi: Jaa ääniviestejä tässä keskustelussa ja kuuntele niitä miltä tahansa laitteillasi.
fr: Partagez des messages vocaux dans cet échange et accédez-y sur tous vos appareils.
id: Bagikan pesan suara di obrolan ini dan akses dari berbagai perangkat lain.
it: Condividi messaggi vocali in questa chat e accedi a essi da ogni tuo dispositivo.
ko: 음성 메시지를 이 대화방에 공유하여 어느 기기에서나 열람해 보세요.
ms: Kongsi mesej suara di bual ini dan akses mereka dari mana-mana peranti anda.
nl: Deel spraakberichten in deze chat en open ze vanaf al je apparaten.
pl: Udostępnij wiadomości głosowe w tym czacie i korzystaj z nich na dowolnym urządzeniu.
pt_br: Compartilhe mensagens de voz nesta conversa e acesse de qualquer um de seus dispositivos.
ru: Поделитесь голосовыми сообщениями в этом чате, и они будут доступны Вам с любого устройства.
sv: Dela röstmedddelanden i den här chatten och kom åt dem på alla dina enheter.
tr: Bu sohbette sesli mesajlar paylaşın ve herhangi bir cihazınızdan onlara erişin.
uk: Діліться голосовими повідомленнями в цьому чаті, і вони будуть доступні вам з будь-якого пристрою.
uz: Ushbu chatda ovozli xabarlaringizni ulashing va ularga istalgan qurilmadan kirish mumkin boʻladi
zh_cn: 在此对话中分享语音消息，并在您所有的设备上访问。
zh_tw: 在此對話中分享語音訊息，並在您所有的設備上存取。

# NoSharedVoiceSecret
source: Voice messages from this chat will be shown here.
ar: ستجد الرسائل الصوتية من هذه المحادثة هنا.
be: Галасавыя паведамленні з гэтага чата будуць паказвацца тут.
ca: Aquí es mostraran els missatges de veu del xat.
de: Sprachnachrichten aus diesem Chat werden hier angezeigt.
es: Los mensajes de voz de este chat aparecerán aquí.
fa: پیام‌های صوتی این گفتگو، اینجا نمایش داده خواهند شد.
fi: Tämän keskustelun ääniviestit näkyvät täällä.
fr: Les messages vocaux de cet échange s'afficheront ici.
id: Pesan suara di obrolan ini akan terlihat di sini.
it: I messaggi vocali di questa chat appariranno qui.
ko: 이 대화방에서 나눈 음성 메시지가 여기에 표시됩니다.
ms: Mesej suara dari bual ini akan dipaparkan di sini.
nl: Spraakberichten in deze chat worden hier weergegeven.
pl: Wiadomości głosowe z tego czatu będą pokazane tutaj.
pt_br: Mensagens de voz desta conversa serão mostradas aqui.
ru: Здесь будут отображаться голосовые сообщения из этого чата.
sv: Röstmeddelanden från den här chatten visas här.
tr: Bu sohbetteki sesli mesajlar burada gösterilecek.
uk: Голосові повідомлення з цього чату будуть тут.
uz: Bu chatdan ovozli xabarlar bu yerda chiqariladi.
zh_cn: 此对话中共享的所有语音消息都会在这里显示。
zh_tw: 此對話中分享的所有語音訊息都會在這裏顯示。

source: No sound
ar: بلا صوت
be: Без гуку
ca: Sense so
de: Kein Ton
es: Sin sonido
fa: بدون صدا
fi: Ei ääniä
fr: Désactivé
id: Tanpa suara
it: Nessun suono
ko: 무음
ms: Tiada bunyi
nl: Geen geluid
pl: Brak dźwięku
pt_br: Sem som
ru: Без звука
sv: Inga ljud
tr: Ses yok
uk: Без звуку
uz: Tovushsiz
zh_cn: 无声
zh_tw: 無聲

# NoStickers
source: No stickers yet
ar: لا يوجد ملصقات بعد
be: Пакуль што няма стыкераў
ca: Encara no hi ha cap adhesiu
de: Noch keine Sticker
es: Aún no hay stickers
fa: هنوز استیکری موجود نیست
fi: Ei vielä tarroja
fr: Aucun autocollant pour l'instant
id: Belum ada stiker
it: Ancora nessuno sticker
ko: 스티커가 없습니다
ms: Belum ada stiker
nl: Nog geen stickers
pl: Nie ma naklejek
pt_br: Nenhum sticker
ru: Стикеров пока нет
sv: Inga dekaler än
tr: Henüz çıkartma yok
uk: Наліпок ще немає
uz: Stikerlar mavjud emas
zh_cn: 暂无表情
zh_tw: 暫無表情

source: No stickers found
ar: لم يتم العثور على ملصقات
be: Стыкеры не знойдзены
ca: No s'ha trobat cap adhesiu
de: Keine Sticker gefunden
es: No se encontraron stickers
fa: استیکری یافت نشد
fi: Tarroja ei löytynyt
fr: Aucun autocollant trouvé
id: Stiker tidak ditemukan
it: Nessuno sticker trovato
ko: 스티커를 찾지 못했습니다
ms: Tiada stiker dijumpai
nl: Geen stickers gevonden
pl: Nie znaleziono naklejek
pt_br: Nenhum sticker encontrado
ru: Стикеры не найдены
sv: Inga dekaler hittade
tr: Çıkartma bulunamadı
uk: Наліпок не знайдено
uz: Stikerlar topilmadi
zh_cn: 没有符合条件的表情包
zh_tw: 沒有符合條件的表情包

# NoSubscribeRequests
source: No join requests
ar: لا يوجد طلب انضمام
be: Запытаў на далучэнне няма
ca: Sense sol·licituds
de: Keine Beitrittsanfragen
es: Sin solicitudes de unión
fi: Ei liittymispyyntöjä
fr: Aucune demande d'adhésion
it: Nessuna richiesta di accesso
ko: 입장 요청 없음
ms: Tiada Permohonan Menyertai
pl: Brak próśb o dołączenie
pt_br: Nenhum pedido de entrada
ru: Нет заявок на вступление
sv: Inga förfrågningar om att gå med
tr: Katılma isteği yok
uk: Немає запитів на приєднання

# NoSubscribeRequestsDescription
source: There are no pending requests to join this channel.
ar: لا توجد طلبات انضمام قيد الانتظار.
be: Няма запытаў на далучэнне да канала ў чаканні.
ca: No hi ha pendent cap sol·licitud d'unió al canal.
de: In diesem Kanal gibt es derzeit keine offenen Beitrittsanfragen.
es: No hay solicitudes pendientes para unirse al canal.
fi: Pyyntöjä liittyä tälle kanavalle ei ole vireillä.
fr: Aucune requête en attente pour rejoindre ce canal.
it: Non ci sono richieste di accesso in sospeso per il canale.
ko: 승인 대기 중인 채널 입장 요청이 없습니다.
ms: Tiada permohonan tertunggak untuk sertai saluran.
pl: Nie ma oczekujących próśb o dołączenie do kanału.
pt_br: Não existem pedidos de entrada para este canal.
ru: В канале нет непроверенных заявок на вступление.
sv: Det finns inga väntande förfrågningar
tr: Kanala katılmak için bekleyen isteğiniz yok.
uk: Немає поточних запитів на приєднання до каналу.

# NotificationActionPinnedContact
source: {0} pinned a contact in the group {1}
ar: ثبّتَ ⁨{0}⁩ جهة اتصال في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) кантакт у суполцы {1}
ca: {0} ha fixat un contacte en el grup {1}
de: {0} hat einen Kontakt in der Gruppe {1} angeheftet
es: {0} fijó un contacto en el grupo {1}
fa: ⁨{0}⁩ یک مخاطب را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti yhteystiedon ryhmässä {1}
fr: {0} a épinglé un contact dans le groupe {1}
id: {0} menyematkan kontak di grup {1}
it: {0} ha fissato un contatto nel gruppo {1}
ko: {0} 님이 {1} 그룹에 연락처를 고정했습니다
ms: {0} semat kenalan di grup {1}
nl: {0} heeft contact vastgezet in de groep {1}
pl: Użytkownik {0} przypiął kontakt w grupie {1}
pt_br: {0} fixou um contato no grupo {1}
ru: {0} закрепил(а) контакт в группе {1}
sv: {0} fäste upp en kontakt i gruppen {1}
tr: {0}, {1} grubunda bir kişi sabitledi
uk: {0} прикріплює контакт у групі {1}
uz: {0} “{1}” guruhida kontaktni qadadi
zh_cn: {0} 在群组«{1}»置顶了一个联系人信息
zh_tw: {0} 在群組«{1}»置頂了一個聯絡人資料

# NotificationActionPinnedContact2
source: {0} pinned a contact {2} in the group {1}
ar: ثبّتَ ⁨{0}⁩ جهة اتصال ⁨{2}⁩ في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) кантакт {2} у суполцы {1}
ca: {0} ha fixat el contacte {2} en el grup {1}
de: {0} hat einen Kontakt {2} in der Gruppe {1} angeheftet
es: {0} fijó un contacto {2} en el grupo {1}
fa: ⁨{0}⁩ یک مخاطب ⁨{2}⁩ را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti yhteystiedon {2} ryhmässä {1}
fr: {0} a épinglé un contact {2} dans le groupe {1}
id: {0} menyematkan {2} pada grup {1}
it: {0} ha fissato un contatto {2} nel gruppo {1}
ko: {0} 님이 {2} 연락처를 {1} 그룹에 고정했습니다
ms: {0} semat kenalan {2} di grup {1}
nl: {0} heeft een contact {2} vastgezet in de groep {1}
pl: Użytkownik {0} przypiął kontakt {2} w grupie {1}
pt_br: {0} fixou um contato {2} no grupo {1}
ru: {0} закрепил(а) контакт {2} в группе «{1}»
sv: {0} fäste upp en kontakt {2} i gruppen {1}
tr: {0}, {1} grubuna {2} kişisini sabitledi
uk: {0} прикріплює контакт {2} у групі {1}
uz: {0} “{1}” guruhida {2} kontaktini qadadi

# NotificationActionPinnedContactChannel
source: {0} pinned a contact
ar: ⁨{0}⁩ ثبت جهة اتصال
be: {0} замацаваў(-ла) кантакт
ca: {0} ha fixat un contacte
de: {0} hat einen Kontakt angeheftet
es: {0} fijó un contacto
fa: ⁨{0}⁩ یک مخاطب را سنجاق کرد
fi: {0} kiinnitti yhteystiedon
fr: {0} a épinglé un contact
id: {0} menyematkan kontak
it: {0} ha fissato un contatto
ko: {0} 님이 연락처를 고정했습니다
ms: {0} tampalkan kenalan
nl: {0} heeft contact vastgezet
pl: {0} przypiął kontakt
pt_br: {0} fixou um contato
ru: {0} закрепил(а) контакт
sv: {0} fäste upp en kontakt
tr: {0} bir bağlantıyı sabitledi
uk: {0} прикріплює контакт
uz: {0} kontaktni qadadi
zh_cn: {0} 置顶了一位联系人
zh_tw: {0} 置頂了一位聯絡人

# NotificationActionPinnedContactChannel2
source: {0} pinned a contact {1}
ar: ثبّتَت ⁨{0}⁩ جهة اتصال ⁨{1}⁩
be: {0} замацаваў(-ла) кантакт {1}
ca: {0} ha fixat un contacte {1}
de: {0} hat einen Kontakt {1} angeheftet
es: {0} fijó un contacto {1}
fa: ⁨{0}⁩ یک مخاطب ⁨{1}⁩ را سنجاق کرد
fi: {0} kiinnitti yhteystiedon {1}
fr: {0} a épinglé un contact {1}
id: {0} menyematkan kontak {1}
it: {0} ha fissato un contatto {1}
ko: {0} 님이 {1} 연락처를 고정했습니다
ms: {0} semat kenalan {1}
nl: {0} heeft een contact vastgezet {1}
pl: {0} przypiął kontakt {1}
pt_br: {0} fixou um contato {1}
ru: {0} закрепил(а) контакт {1}
sv: {0} fäste upp en kontakt {1}
tr: {0}, {1} kişisini sabitledi
uk: {0} прикріплює контакт {1}
uz: {0} {1} kontaktini qadadi

# NotificationActionPinnedContactUser
source: {0} pinned a contact {1}
ar: ثبّت ⁨{0}⁩ جهة اتصال ⁨{1}⁩
be: {0} замацаваў(-ла) кантакт {1}
ca: {0} ha fixat el contacte {1}
de: {0} hat einen Kontakt angeheftet {1}
es: {0} fijó un contacto {1}
fi: {0} kiinnitti yhteystiedon: {1}
fr: {0} a épinglé un contact {1}
it: {0} ha fissato un contatto {1}
ko: {0}님이 연락처 {1}님을 고정했습니다
ms: {0} semat kenalan {1}
nl: {0} heeft contact {1} vastgezet
pl: Użytkownik {0} przypiął kontakt {1}
pt_br: {0} fixou o contato {1}
ru: {0} закрепил(а) контакт {1}
sv: {0} fäste upp kontakten {1}
tr: {0}, {1} kişisini sabitledi
uk: {0} прикріплює контакт {1}

# NotificationActionPinnedFile
source: {0} pinned a file in the group {1}
ar: ثبّتَ ⁨{0}⁩ ملفًا في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) файл у суполцы {1}
ca: {0} ha fixat un fitxer en el grup {1}
de: {0} hat eine Datei in der Gruppe {1} angeheftet
es: {0} ancló un archivo en el grupo {1}
fa: ⁨{0}⁩ یک فایل را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti tiedoston ryhmässä {1}
fr: {0} a épinglé un fichier dans le groupe {1}
id: {0} menyematkan berkas di group {1}
it: {0} ha fissato un file nel gruppo {1}
ko: {0} 님이 {1} 그룹에 파일을 고정했습니다
ms: {0} semat fail di grup {1}
nl: {0} heeft bestand vastgezet in de groep {1}
pl: Użytkownik {0} przypiął plik w grupie {1}
pt_br: {0} fixou um arquivo no grupo {1}
ru: {0} закрепил(а) файл в группе {1}
sv: {0} fäste upp en fil i gruppen {1}
tr: {0}, {1} grubunda bir dosya sabitledi
uk: {0} прикріплює файл у групі {1}
uz: {0} “{1}” guruhida faylni qadadi
zh_cn: {0} 在群组«{1}»置顶了一个文件
zh_tw: {0} 在群組«{1}»置頂了一份文件

# NotificationActionPinnedFileChannel
source: {0} pinned a file
ar: ثبت ⁨{0}⁩ ملفًا
be: {0} замацаваў(-ла) файл
ca: {0} ha fixat un fitxer
de: {0} hat eine Datei angeheftet
es: {0} fijó un archivo
fa: ⁨{0}⁩ یک فایل را سنجاق کرد
fi: {0} kiinnitti tiedoston
fr: {0} a épinglé un fichier
id: {0} menyematkan berkas
it: {0} ha fissato un file
ko: {0} 님이 파일을 고정했습니다
ms: {0} tampalkan fail
nl: {0} heeft bestand vastgezet
pl: {0} przypiął plik
pt_br: {0} fixou um arquivo
ru: {0} закрепил(а) файл
sv: {0} fäste upp en fil
tr: {0} bir dosyayı sabitledi
uk: {0} прикріплює файл
uz: {0} faylni qadadi
zh_cn: {0} 置顶了一个文件
zh_tw: {0} 置頂了一份文件

# NotificationActionPinnedFileUser
source: {0} pinned a file
ar: ثبّت ⁨{0}⁩ ملفًا
be: {0} замацаваў(-ла) файл
ca: {0} ha fixat un fitxer
de: {0} hat eine Datei angeheftet
es: {0} fijó un archivo
fi: {0} kiinnitti tiedoston
fr: {0} a épinglé un fichier
it: {0} ha fissato un file
ko: {0}님이 파일을 고정했습니다
ms: {0} semat fail
nl: {0} zette een bestand vast
pl: Użytkownik {0} przypiął plik
pt_br: {0} fixou um arquivo
ru: {0} закрепил(а) файл
sv: {0} fäste upp en fil
tr: {0} bir dosyayı sabitledi
uk: {0} прикріплює файл
